{
  "Breadcrumbs": {
    "labels": [
      {
        "href": "/",
        "label": "Home"
      },
      {
        "href": "/the-concept",
        "label": "The Concept"
      },
      {
        "href": "/the-concept/rosers-kitchen",
        "label": "Rosers Kitchen"
      },
      {
        "href": "/the-concept/rosers-global-events",
        "label": "Global Events"
      },
      {
        "href": "/the-concept/rosers-consulting",
        "label": "Rosers Consulting"
      },
      {
        "href": "/about",
        "label": "About Us"
      },
      {
        "href": "/about/what-we-do",
        "label": "What We Do"
      },
      {
        "href": "/about/who-we-are",
        "label": "Who We Are"
      },
      {
        "href": "/about/our-history",
        "label": "Our History"
      },
      {
        "href": "/events",
        "label": "Events"
      },
      {
        "href": "/contact",
        "label": "Contact"
      }
    ]
  },
  "Home": {
    "HeroSection": {
      "title": "Unforgettable dining experiences for all occasions",
      "description": "We curate unforgettable dining experiences for all occasions. From small gatherings of six to grand events of 60,000 attendees - join us in redefining the art of dining, one exquisite moment at a time.",
      "buttonText": "Explore Rosers"
    }
  },
  "LocaleSwitcher": {
    "locale": "{locale, select, sv {/se.svg, Svenska} en {/us.svg, English} other {Unknown}}"
  },
  "Drawer": {
    "language": "Language",
    "menu": "Menu",
    "mainLinks": [
      {
        "href": "/",
        "label": "Home"
      },
      {
        "href": "/the-concept",
        "label": "The concept"
      },
      {
        "href": "/about",
        "label": "About"
      },
      {
        "href": "/the-concept/rosers-global-events",
        "label": "Events"
      },
      {
        "href": "/contact",
        "label": "Contact"
      }
    ],
    "subLinks": [
      {
        "label": "Discover the concept",
        "links": [
          {
            "href": "/the-concept/rosers-kitchen",
            "label": "Rosers Kitchen"
          },
          {
            "href": "/the-concept/rosers-global-events",
            "label": "Rosers Global Events"
          },
          {
            "href": "/the-concept/rosers-consulting",
            "label": "Rosers Consulting"
          }
        ]
      },
      {
        "label": "About",
        "links": [
          {
            "href": "/about/what-we-do",
            "label": "What we do"
          },
          {
            "href": "/about/who-we-are",
            "label": "Who we are"
          },
          {
            "href": "/about/our-history",
            "label": "Our history"
          }
        ]
      },
      {
        "label": "Follow us",
        "links": [
          {
            "href": "https://www.instagram.com/rosers_kitchen/",
            "label": "Instagram",
            "externalLink": true
          },
          {
            "href": "https://www.facebook.com/pages/Rosers%20Salonger/184958138186145/",
            "label": "Facebook",
            "externalLink": true
          },
          {
            "href": "https://linkedin.com/company/rosers",
            "label": "LinkedIn",
            "externalLink": true
          }
        ]
      }
    ]
  },
  "NavItems": [
    {
      "href": "/the-concept",
      "label": "The Concept"
    },
    {
      "href": "/about",
      "label": "About"
    },
    {
      "href": "/the-concept/rosers-global-events",
      "label": "Events"
    }
  ],
  "ContactButton": {
    "label": "Contact"
  },
  "ContactForm": {
    "close": "Close",
    "title": "Get in touch with us",
    "description": "We would love to hear from you! Please fill out the form below and we will get back to you as soon as possible.",
    "placeholders": {
      "FullName": "Full name*",
      "Email": "Email*",
      "BusinessName": "Business name",
      "PhoneNumber": "Phone number*",
      "Message": "Message*"
    },
    "validationMessages": {
      "FullName": {
        "required": "Full name is required",
        "minLength": "Name must be at least 2 characters",
        "maxLength": "Name must be less than 50 characters"
      },
      "Email": {
        "required": "Email is required",
        "pattern": "Invalid email address"
      },
      "PhoneNumber": {
        "required": "Phone number is required",
        "pattern": "Please enter a number",
        "minLength": "Phone number must be at least 10 characters",
        "maxLength": "Phone number must be less than 15 characters"
      },
      "Message": {
        "required": "Message is required",
        "minLength": "Message must be at least 10 characters",
        "maxLength": "Message must be less than 500 characters"
      }
    },
    "buttons": {
      "submit": "Submit"
    },
    "messageSent": {
      "title": "Message has been sent!",
      "description": "Thank you for your message, {name}.\nWe will get back to you as soon as possible."
    },
    "toasts": {
      "success": "Message sent!",
      "error": "Something went wrong while sending the message. Please try again.",
      "loading": "Sending message..."
    }
  },
  "HeaderDesc": "Event & Gastronomy",
  "WebDesignBy": "Web design by Appstract",
  "ReadMore": "Read more",
  "Next": "Next",
  "Prev": "Previous",
  "GetInTouch": "Get in touch",
  "the_rosers_concept_title": "The Rosers Concept",
  "the_rosers_concept_description": "Join us as we transform dreams into reality with 'The Rosers Concept' and join a global voyage of epicurean delight.",
  "TheConcept": {
    "href": "/the-concept",
    "title": "The Concept",
    "our_concept": "Our concept",
    "subtitle": "Exclusive culinary experiences and events for discerning clients who value unparalleled quality",
    "secondary_title": "The Rosers Concept",
    "secondary_description": "Join us as we transform dreams into reality with 'The Rosers Concept' and join a global voyage of epicurean delight.",
    "what_is_the_concept_title": "What is the concept?",
    "what_is_the_concept_subtitle": "",
    "what_is_the_concept_description": "Our top chefs create personalized menus tailored to your tastes. Each event is hosted in handpicked venues that exude elegance and uniqueness. Every detail is meticulously planned to reflect your style and preferences. Indulge in unparalleled dining moments crafted especially for discerning clients like you.",
    "description": "Our top chefs create personalized menus tailored to your tastes. Each event is hosted in handpicked venues that exude elegance and uniqueness. Every detail is meticulously planned to reflect your style and preferences. Indulge in unparalleled dining moments crafted especially for discerning clients like you."
  },
  "OurHistory": {
    "href": "/about/our-history",
    "title": "Our History",
    "label": "Read more about our history",
    "secondary_title": "Half a century of culinary expertise",
    "secondary_description": "Since the 1970s, Bengt Roser, with his passionate interest in gastronomy, has built a prominent catering business that has set the standard for quality and customer experience.\n\nOver the years, he has taken on prestigious assignments, including the swedish pavilion at the 2010 Shanghai World Expo. His commitment to sustainability and innovation has led to a well-established company that today offers tailor-made dining experiences for both private and large events.",
    "subtitle": "The journey that shaped us",
    "description": "Since our inception, we have been committed to delivering excellence in everything we do. Our story is one of passion, dedication, and growth.",
    "sections": [
      {
        "title": "From city hotel to global catering",
        "subtitle": "City Hotel of Skara",
        "description": "The Roser family took over the city hotel of Skara in 1966 and ran it successfully until 2020. Under their leadership, the business expanded into catering and events, with assignments that included the swedish pavilion at the 2010 Shanghai World Expo.\n\nDuring their time at the hotel, it became a focal point for both local and international events.",
        "image": "/skara-stadshotell.webp"
      },
      {
        "title": "From idea to reality",
        "subtitle": "A passion for food that founded Rosers",
        "description": "Bengt Roser began his career in the catering and restaurant industry at a young age. His commitment to quality and passion for food led him to start his first catering company. In the first few years, he built a strong reputation in the industry and quickly received assignments from both companies and individuals.",
        "image": "/bengt001.webp"
      },
      {
        "title": "Building a successful business",
        "subtitle": "A vision that came true",
        "description": "With determination and a focus on quality, Rosers grew rapidly. The company supplied both small and large events and soon gained a reputation for always delivering the highest quality dining experiences. Rosers success lay in the ability to always exceed customer expectations.",
        "image": "/bengt002.webp"
      },
      {
        "title": "Leader in the catering industry",
        "subtitle": "Rosers becomes a brand to be reckoned with",
        "description": "Over the years, Rosers has become a synonymous name for high-class catering. The company has served at both national and international events and has continued to be a leading player in the industry. Rosers' passion for food and service has made them a sought-after name.",
        "image": "/event003.webp"
      }
    ]
  },
  "WhatWeDo": {
    "href": "/about/what-we-do",
    "label": "Read more about what we do",
    "title": "What we do",
    "secondary_title": "Excellence in every aspect",
    "secondary_description": "We specialize in offering unique, tailor-made solutions that meet the needs of our diverse clientele. Our goal is to ensure every  experience exceeds expectations.\n\nIn our quest to redefine the art of  dining, we've created a world where every bite tells a story, and every meal is an unforgettable  journey. Our creativity is fueled by a constant search for inspiration, pushing  boundaries to deliver fresh and innovative experiences.",
    "subtitle": "Innovative solutions and services",
    "description": "We specialize in offering unique, tailor-made solutions that meet the needs of our diverse clientele. Our goal is to ensure every experience exceeds expectations.",
    "sections": [
      {
        "title": "Large-scale catering & events",
        "subtitle": "Expert handling of large gatherings",
        "description": "Rosers specializes in catering for large-scale events, handling everything from intimate dinners to events serving thousands of guests. From trade shows to corporate galas, they deliver flawless service for diverse client needs.",
        "image": "/event005.webp"
      },
      {
        "title": "International & national events",
        "subtitle": "Catering across borders",
        "description": "Rosers serves high-profile events both in Sweden and internationally. Whether in Shanghai's swedish Pavilion at Expo 2010 or major events like Volvo Ocean Race, their ability to execute large catering operations worldwide sets them apart.",
        "image": "/event003.webp"
      },
      {
        "title": "Customized event solutions",
        "subtitle": "Tailored services for every event",
        "description": "Whether for an exhibition, a wedding, or a royal banquet, Rosers creates bespoke catering experiences. Their expertise extends to offering specialized services for exhibitions, ensuring both exhibitors and visitors receive top-notch food and service.",
        "image": "/event002.webp"
      },
      {
        "title": "Trusted by high-profile clients",
        "subtitle": "Serving royalty & industry giants",
        "description": "With an impressive track record of working with high-profile clients including the swedish royal family, Saab, Volvo, and defense sector, we have built an unparalleled trust in handling prestigious events with utmost precision and excellence. Our reputation for quality is renowned globally.",
        "image": "/event001.webp"
      }
    ]
  },
  "WhoWeAre": {
    "href": "/about/who-we-are",
    "label": "Read more about us",
    "title": "Who we are",
    "secondary_title": "We are Rosers",
    "secondary_description": "We are more than just a culinary team – we are pioneers in unforgettable dining experiences. With a heritage spanning over 50 years, we are driven by our passion for culinary excellence and a quest to redefine the art of enjoying food. Led by our visionary founder Bengt Roser, our team is committed to creating moments that go beyond taste and transform ordinary gatherings into extraordinary experiences.",
    "subtitle": "Meet the team behind the vision",
    "description": "Rosers has its roots in a restaurant family that has run everything from hotels and restaurants to catering and events with passion and the highest quality for over 50 years. We are taking this solid foundation with us into a new, exciting era, where we have refined our expertise into an even clearer and more passionate concept.",
    "sections": [
      {
        "title": "The team behind the success",
        "subtitle": "Precision, creativity & passion in every project",
        "description": "Our core team consists of four people, who together run every project with precision and creativity.\n\nBengt Roser is the operations manager who meets you as a customer, listens and leads every event from start to finish. Benny is responsible for the culinary vision and takes the presentation to new heights. Sofia is our expert in selecting ingredients with care for taste and quality, and Derwas is the master of logistics, keeping an eye on the details and creating smooth schedules.",
        "image": "/staff003.webp"
      },
      {
        "title": "A well-oiled machine",
        "subtitle": "Quality and finesse in every serving",
        "description": "Together we function like a well-oiled machine, ready to deliver with high quality, efficiency and a little extra creative finesse. It is just as important to us that ten sandwiches turn out amazing, as it is to be able to serve 600 portions of cod loin, steaming and perfectly assembled in 18 minutes.",
        "image": "/food004.webp"
      }
    ]
  },
  "Contact": {
    "href": "/contact",
    "title": "Contact Us",
    "subtitle": "Get in touch with us",
    "description": "We’d love to hear from you. Reach out to us with any questions, inquiries, or feedback."
  },
  "Events": {
    "href": "/events",
    "title": "Events",
    "readMore": "Read more about our events",
    "secondary_title": "Global events and experiences",
    "secondary_description": "We organize events all over the world, ensuring that each event reflects excellence and is tailored to meet the unique expectations of our clients. Below we have collected a selection of the events we have had the honor of making our mark on.",
    "subtitle": "Rosers iconic events",
    "description": "Discover the extraordinary events we’ve had the privilege to organize. From the fairy-tale royal wedding of Prince Carl Philip and Princess Sofia, where we crafted an unforgettable day filled with elegance and precision, to the exhilarating scenes of the Volvo Ocean Race, where we delivered world-class experiences both on land and at sea. We’ve also been part of the global excitement at the Winter Olympics in South Korea, ensuring every detail reflected the highest standards of quality and innovation.",
    "third_title": "Our previous events",
    "sections": [
      {
        "title": "Prince Carl Philip & Princess Sofia",
        "subtitle": "A Fairytale Wedding",
        "description": "Rosers had the honor of being part of the royal wedding between Prince Carl Philip and Princess Sofia. We contributed to creating a memorable day filled with elegance and precision, where every detail was carefully planned and executed. Our team worked closely with the couple to ensure that every guest enjoyed an unforgettable experience.",
        "image": "/prince-carl-philip-and-princess-sofia.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-3"
      },
      {
        "title": "Volvo Ocean Race",
        "subtitle": "Scenes Full of Action",
        "description": "Rosers was entrusted with managing food and beverages for both the swedish and French pavilions at all the stops during the Volvo Ocean Race. One of the most demanding aspects of this project was the extensive logistics, requiring both personnel and equipment to move from port to port. At each stop, local staff were hired, and Rosers collaborated with local suppliers to source ingredients.\n\nThe pavilions served a mix of simpler dishes and exclusive menus, tailored to the guests' needs, with a focus on flexibility and quality. The swedish pavilion gained particular recognition for showcasing swedish cuisine, featuring dishes like meatballs and pickled herring.",
        "image": "/volvo-ocean-race.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-2"
      },
      {
        "title": "Crown Princess Victoria & Prince Daniel",
        "subtitle": "Royal Gala Dinner",
        "description": "The Swedish Government organized a prestigious gala dinner at the Eric Ericsson Hall in Stockholm to celebrate the upcoming wedding of Crown Princess Victoria and her future consort, Daniel Westling.\n\nRosers Event & Catering were entrusted with the event, utilizing our expertise in and passion for high-class catering and event management. The historic hall, once a dome church, was transformed into an elegant setting for the evening.\n\nThe decor featured world-renowned Swedish glass art from Orrefors and Kosta Boda, fine porcelain from Rörstrand, and silver cutlery from Mema GAB. The culinary experience, crafted by head chef Håkan Thörnström, included exquisite dishes such as ashed scallop carpaccio and herb-baked turbot, paired with fine wines like Schloss Johannisberger Rheingau and Chablis Grand Cru.\n\nBehind the scenes, careful planning and rehearsal ensured a smooth flow of the event, with staff attending to every guest’s special requests. The evening’s success was due to flawless coordination, exceptional catering, and the skilled craftsmanship of Rosers Event & Catering.",
        "image": "/princess-victoria-and-prince-daniel.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-3"
      },
      {
        "title": "SAAB",
        "subtitle": "Swedish flavors meet technical innovation",
        "description": "Rosers has been a crucial and a recurring partner to SAAB and the Swedish Air Force, with a unique ability to deliver high-quality event services that put Sweden on the international stage. Their combination of careful planning, creativity and a passion for quality has contributed to creating memorable experiences on several important occasions.\n\nAt the inauguration of the Gripen Center at F7 Såtenäs, Rosers was responsible for arranging an exclusive lunch for the royal couple and nearly a thousand guests. The lunch was served in one of the flotilla's hangars and consisted of Swedish delicacies that were appreciated by both the guests and the royal couple. Rosers demonstrated their ability to handle large, prestigious events with elegance and professionalism.\n\nAt several international air shows, including Farnborough and Le Bourget, Rosers was responsible for handling catering in the pavilions of Swedish companies. They delivered everything from exclusive dinners to casual lunches. Rosers' efforts highlighted Swedish food and hospitality and became an important part of Sweden's presentation to international partners.",
        "image": "/saab-gripen.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-2"
      },
      {
        "title": "Winter Olympics in South Korea",
        "subtitle": "Swedish culture on display",
        "description": "During the 2018 Winter Olympics in Pyeongchang, South Korea, Rosers proudly contributed to the swedish presence in the Sweden Arena, located in the Nations Village together with international players such as Team USA and House of Switzerland. Sweden Arena became a focal point that welcomed over 23,000 visitors, including 5,000 specially invited guests.\n\nRosers were responsible for creating an authentic swedish dining experience that reflected the country's culture and traditions. With a plan to serve approximately 6,000 portions, the menu included classics such as meatballs with lingonberry and traditional swedish 'fika' consisting of cinnamon buns, princess cake and swedish coffee. These delicacies were served in an atmosphere adorned with swedish decorations and accompanied by atmospheric music that highlighted Sweden's rich cultural heritage.\n\nSweden Arena also hosted activities such as medal celebrations, press conferences and interactive sports experiences, while guests enjoyed swedish food and followed Olympic broadcasts on large outdoor screens. With careful planning and an eye for detail, Rosers helped create a place where visitors from all over the world could discover and experience the best of Sweden.",
        "image": "/winter-olympics-southkorea.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-7 lg:row-span-2"
      },
      {
        "title": "Shanghai World Expo",
        "subtitle": "A Global Stage",
        "description": "Rosers managed the restaurant in the swedish pavilion at Expo 2010, serving 29,500 guests. The menu highlighted classic swedish flavors like reindeer stew and cured salmon, blended with modern international elements to appeal to a global audience. The project demanded precision and flexibility to meet the ever-changing needs of a diverse international guest list.",
        "image": "/shanghai-world-expo.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-5 lg:row-span-2"
      }
    ]
  },
  "RosersConsulting": {
    "href": "/the-concept/rosers-consulting",
    "title": "Rosers Consulting",
    "subtitle": "From good to better",
    "description": "In the culinary world, there exists a rare breed of professionals called the kitchen brigade - a classic and well-established structure found in restaurants. At Rosers, we have taken this concept to new heights with our senior kitchen brigade. This elite group shares its extensive knowledge and expertise as consultants, collaborating with ambitious hotels, restaurants, and chain restaurants who wish to streamline and develop their operations.\n\nThere's a special magic in creating something that doesn't yet exist - using long experience, broad knowledge, and rolling up sleeves to pave new paths for the future. When one reaches a point where it becomes crucial to share knowledge and insights with the next generation, the time has come to form something unique. That's exactly what we've done: created a senior kitchen and logistics brigade.\n\nOur team's collective wisdom spans decades of culinary excellence, from boutique restaurants to established large kitchens. We don't just create food - we form experiences, innovate, and push boundaries.",
    "sections": [
      {
        "title": "Expertise in Action",
        "subtitle": "Bringing innovation to your kitchen",
        "description": "Rosers Consulting brings years of experience and expertise directly to your operation. Our consultants work closely with you to identify areas for improvement and implement innovative solutions tailored to your specific needs.",
        "image": "/rosers-consulting.webp"
      },
      {
        "title": "Tailored Solutions",
        "subtitle": "Customized support for your business",
        "description": "Whether you're looking to streamline operations or expand your menu offerings, Rosers Consulting provides personalized guidance to help you achieve your goals. From staff training to menu development, we offer comprehensive support.",
        "image": "/staff001.webp"
      },
      {
        "title": "Logistical Support",
        "subtitle": "Efficiency through expert management",
        "description": "Our consulting services extend beyond culinary expertise to include logistical support. We can assist with inventory management, supply chain optimization, and implementing efficient systems to enhance your overall operational efficiency.",
        "image": "/event003.webp"
      }
    ]
  },
  "RosersGlobalEvents": {
    "href": "/the-concept/rosers-global-events",
    "title": "Rosers Global Events",
    "subtitle": "International presence",
    "description": "Food is an art form that, at its best, creates strong bonds between people around the table. At Rosers, we specialize in organizing large-scale and sophisticated events with up to 60,000 attendees. With international clients and an established network, we have built a reputable operation centered around catering and events. Our core group is known for its outstanding performances and commitment to perfection.\n\nWhat makes Rosers unique? It's difficult to describe for those who haven't experienced it yet. However, let us give you a glimpse into our world through real-life examples – meetings and events where we've had the privilege of creating memorable moments like the Royal Wedding of Prince Carl Philip and Princess Sofia, Volvo Ocean Race, IKEA, and the Olympic Winter Games in South Korea, to name just a few.",
    "sections": [
      {
        "title": "Exclusive events",
        "subtitle": "Creating unforgettable experiences",
        "description": "From intimate gatherings to grand spectacles, Rosers brings culinary excellence to every event. Our team of experts ensures every detail is meticulously planned and executed, resulting in truly unforgettable experiences for guests.",
        "image": "/rosers-global-events.webp"
      },
      {
        "title": "Artistic expression",
        "subtitle": "Where creativity meets cuisine",
        "description": "At Rosers, we believe that food and art go hand in hand. Our chefs combine flavors and techniques to create visually stunning dishes that delight both the palate and the eye. From intricate ice sculptures to bespoke menu designs, we turn every meal into a masterpiece.",
        "image": "/event002.webp"
      },
      {
        "title": "Global reach",
        "subtitle": "Bringing people together worldwide",
        "description": "With a global client base and a reputation for excellence, Rosers has become synonymous with high-end events. Whether it's a corporate gathering, a charity gala, or a cultural celebration, we bring people together from all corners of the globe with our exceptional culinary offerings.",
        "image": "/event001.webp"
      }
    ]
  },
  "RosersKitchen": {
    "href": "/the-concept/rosers-kitchen",
    "title": "Rosers Kitchen",
    "subtitle": "Comfort meets quality",
    "description": "The concept for Rosers Kitchen was born during the pandemic, when restaurant restrictions became increasingly stringent. In times of change, especially when the illusion of stability is challenged, innovation becomes paramount. With Rosers Kitchen, we have developed a unique solution for our local customers in Sweden: a way to enjoy gourmet food at home or in the office.\n\nThrough our innovative cloud kitchen, customers can order, collect, and serve meals of the highest quality. Businesses can also subscribe to exclusive services such as coffee breaks, fruit baskets, and breakfast deliveries right to their doorstep. By embracing new technology and seamless logistics, Rosers Kitchen redefines convenience and takes a bold step into the future.",
    "sections": [
      {
        "title": "Committed staff",
        "subtitle": "The people behind Rosers Kitchen",
        "description": "Our staff is the heart of Rosers Kitchen. With a passion for innovation and service, our team works tirelessly to deliver gourmet experiences to homes and workplaces. We've combined technology and tradition to create something truly unique.",
        "image": "/staff002.webp"
      },
      {
        "title": "Gourmet food for everyone",
        "subtitle": "Flavors for every occasion",
        "description": "Rosers Kitchen offers high-quality gourmet food, prepared in our innovative cloud kitchen. Perfect for takeout or serving at home and at work. Our menus are designed to meet all taste preferences with a modern twist.",
        "image": "/food001.webp"
      },
      {
        "title": "Breakfast deliveries",
        "subtitle": "Start your day with something extra",
        "description": "Begin your day on the right foot with Rosers Kitchen's breakfast deliveries. We offer fresh and nutritious alternatives, delivered directly to your door. Ideal for companies looking to offer their employees a better start to the day.",
        "image": "/breakfast.webp"
      }
    ]
  },
  "About": {
    "href": "/about",
    "title": "About Us",
    "subtitle": "A passion for flavor and perfection",
    "description": "We combine tradition and innovation to create unforgettable dining experiences. With decades of expertise in culinary excellence and event management, we deliver top-quality catering for every occasion – from intimate gatherings to large international events.\n\nFrom royal weddings to global projects like the World Expo in Shanghai, our experience and dedication ensure every meal is extraordinary. Let us craft something unique for your next event."
  },

  "Concepts": {
    "labels": [
      {
        "title": "Rosers Kitchen",
        "subtitle": "The Cloud Kitchen",
        "image": "/rosers-kitchen.webp",
        "link": "/the-concept/rosers-kitchen"
      },
      {
        "title": "Rosers Global Events",
        "subtitle": "Globally Renowned",
        "image": "/rosers-global-events.webp",
        "link": "/the-concept/rosers-global-events"
      },
      {
        "title": "Rosers Consulting",
        "subtitle": "The Culinary Pioneers",
        "image": "/rosers-consulting.webp",
        "link": "/the-concept/rosers-consulting"
      }
    ]
  },
  "Reviews": [
    {
      "title": "Over the years, I have developed the greatest trust in the brothers Stig and Bengt from the small town of Skara, where they keep both feet firmly on the ground. Together with Rosers, I can see great opportunities for my company to achieve many forms of future collaborations.",
      "name": "Lasse Kronér",
      "company": "Swedish TV host & entrepreneur"
    },
    {
      "title": "Rosers plays their part behind the scenes in the kitchen and in front of the stage in the restaurant, while I perform my magic on stage. As an entertainer, I greatly appreciate the ability of the Rosers team to manage their part of the whole—food and drink—with punctuality and without delays. This has allowed me to confidently focus on my part—the magic.",
      "name": "Joe Labero",
      "company": "Illusionist & magician"
    },
    {
      "title": "With demanding managers and expectant guests when it came to food and beverages, it felt incredibly reassuring to have Bengt Roser and his team on hand.",
      "name": "Gunilla Solheim",
      "company": "Project Manager, Ericsson AB, Volvo Ocean Race"
    },
    {
      "title": "Through their generous and positive approach to work within the entertainment industry, Rosers has taken a leading role in organizing events of various kinds—not only in Skara but now also in different parts of the world. I am impressed by their ability to develop and manage such operations.",
      "name": "Bert Karlsson",
      "company": "Swedish entrepreneur, TV personality & Skara icon"
    },
    {
      "title": "600 people were to be served a three-course meal, and everything had to be perfect. Suddenly, the starters were served. Suddenly, they were eaten and cleared away. The same went for the main course and dessert. It was so fascinating that I had to sneak backstage to see how on earth they managed it. And in the middle of it all, Bengt moved with a calm demeanor. Truly impressive.",
      "name": "Stefan Sauk",
      "company": "Swedish actor"
    }
  ]
}
