{
  "Breadcrumbs": {
    "labels": [
      {
        "href": "/",
        "label": "Hem"
      },
      {
        "href": "/konceptet",
        "label": "Konceptet"
      },
      {
        "href": "/konceptet/rosers-kok",
        "label": "Rosers Kök"
      },
      {
        "href": "/konceptet/rosers-globala-evenemang",
        "label": "Globala Evenemang"
      },
      {
        "href": "/konceptet/rosers-konsultering",
        "label": "Rosers Konsultering"
      },
      {
        "href": "/om-oss",
        "label": "Om Oss"
      },
      {
        "href": "/om-oss/vad-vi-gor",
        "label": "Vad vi gör"
      },
      {
        "href": "/om-oss/vilka-vi-ar",
        "label": "Vilka vi är"
      },
      {
        "href": "/om-oss/var-historia",
        "label": "Vår Historia"
      },
      {
        "href": "/evenemang",
        "label": "Evenemang"
      },
      {
        "href": "/kontakt",
        "label": "Kontakt"
      }
    ]
  },
  "Home": {
    "HeroSection": {
      "title": "Oförglömliga matupplevelser för alla tillfällen",
      "description": "Vi skapar oförglömliga matupplevelser för alla tillfällen. Från små sammankomster på sex personer till storslagna evenemang med 60 000 deltagare – följ med oss i att omdefiniera konsten att äta, en utsökt stund i taget.",
      "buttonText": "Utforska Rosers"
    }
  },
  "LocaleSwitcher": {
    "label": "Byt språk",
    "locale": "{locale, select, sv {/se.svg, Svenska} en {/us.svg, English} other {Unknown}}"
  },
  "Drawer": {
    "language": "Språk",
    "menu": "Meny",
    "mainLinks": [
      {
        "href": "/",
        "label": "Hem"
      },
      {
        "href": "/konceptet",
        "label": "Konceptet"
      },
      {
        "href": "/om-oss",
        "label": "Om oss"
      },
      {
        "href": "/konceptet/rosers-globala-evenemang",
        "label": "Evenemang"
      },
      {
        "href": "/kontakt",
        "label": "Kontakt"
      }
    ],
    "subLinks": [
      {
        "label": "Upptäck konceptet",
        "links": [
          {
            "href": "/konceptet/rosers-kok",
            "label": "Rosers Kök"
          },
          {
            "href": "/konceptet/rosers-globala-evenemang",
            "label": "Rosers Globala Evenemang"
          },
          {
            "href": "/konceptet/rosers-konsultering",
            "label": "Rosers Konsultering"
          }
        ]
      },
      {
        "label": "Om oss",
        "links": [
          {
            "href": "/om-oss/vad-vi-gor",
            "label": "Vad vi gör"
          },
          {
            "href": "/om-oss/vilka-vi-ar",
            "label": "Vilka vi är"
          },
          {
            "href": "/om-oss/var-historia",
            "label": "Vår historia"
          }
        ]
      },
      {
        "label": "Följ oss",
        "links": [
          {
            "href": "https://www.instagram.com/rosers_kitchen/",
            "label": "Instagram",
            "externalLink": true
          },
          {
            "href": "https://www.facebook.com/pages/Rosers%20Salonger/184958138186145/",
            "label": "Facebook",
            "externalLink": true
          },
          {
            "href": "https://se.linkedin.com/company/rosers",
            "label": "LinkedIn",
            "externalLink": true
          }
        ]
      }
    ]
  },
  "NavItems": [
    {
      "href": "/konceptet",
      "label": "Konceptet"
    },
    {
      "href": "/om-oss",
      "label": "Om oss"
    },
    {
      "href": "/konceptet/rosers-globala-evenemang",
      "label": "Evenemang"
    }
  ],
  "ContactButton": {
    "label": "Kontakt"
  },
  "ContactForm": {
    "close": "Stäng",
    "title": "Kom i kontakt med oss",
    "description": "Vi hör gärna från dig! Fyll i formuläret nedan så återkommer vi så snart som möjligt.",
    "placeholders": {
      "FullName": "Fullständigt namn*",
      "Email": "E-post*",
      "BusinessName": "Företagsnamn",
      "PhoneNumber": "Telefonnummer*",
      "Message": "Meddelande*"
    },
    "validationMessages": {
      "FullName": {
        "required": "Fullständigt namn krävs",
        "minLength": "Namnet måste vara minst 2 tecken",
        "maxLength": "Namnet får vara högst 50 tecken"
      },
      "Email": {
        "required": "E-post krävs",
        "pattern": "Ogiltig e-postadress"
      },
      "PhoneNumber": {
        "required": "Telefonnummer krävs",
        "pattern": "Ange ett nummer",
        "minLength": "Telefonnumret måste vara minst 10 tecken",
        "maxLength": "Telefonnumret får vara högst 15 tecken"
      },
      "Message": {
        "required": "Meddelande krävs",
        "minLength": "Meddelandet måste vara minst 10 tecken",
        "maxLength": "Meddelandet får vara högst 500 tecken"
      }
    },
    "buttons": {
      "submit": "Skicka"
    },
    "messageSent": {
      "title": "Meddelandet har skickats!",
      "description": "Tack för ditt meddelande, {name}.\nVi kommer att kontakta Er inom kort."
    },
    "toasts": {
      "success": "Meddelande skickat!",
      "error": "Något gick fel med att skicka meddelandet. Försök igen.",
      "loading": "Skickar meddelande..."
    }
  },
  "WebDesignBy": "Webbdesign av Appstract",
  "ReadMore": "Läs mer",
  "GetInTouch": "Kom i kontakt med oss",
  "the_rosers_concept_title": "Rosers Koncept",
  "the_rosers_concept_description": "Följ med oss när vi förvandlar drömmar till verklighet med 'Rosers Koncept' under en global resa av epikurisk förtjusning.",
  "TheConcept": {
    "href": "/konceptet",
    "title": "Konceptet",
    "our_concept": "Vårt koncept",
    "subtitle": "Exklusiva evenemang för dig som söker oöverträffad kvalitet",
    "secondary_title": "Rosers Koncept",
    "secondary_description": "Följ med oss när vi förvandlar drömmar till verklighet med 'Rosers Koncept' under en global resa av epikurisk förtjusning.",
    "what_is_the_concept_title": "Vad är konceptet?",
    "what_is_the_concept_subtitle": "",
    "what_is_the_concept_description": "Rosers koncept är rotat i kultur, kulinarisk expertis och kräsna kunders behov. Vi skapar oförglömliga matupplevelser för alla tillfällen. Från intima sammankomster på sex personer till storslagna evenemang med 60 000 deltagare – följ med oss när vi omdefinierar konsten att äta, en utsökt stund i taget.",
    "description": "Vi skapar oförglömliga matupplevelser för alla tillfällen. Från intima sammankomster på sex personer till storslagna evenemang med 60 000 deltagare – följ med oss när vi omdefinierar konsten att äta, en utsökt stund i taget."
  },
  "OurHistory": {
    "href": "/om-oss/var-historia",
    "label": "Läs mer om vår historia",
    "title": "Vår historia",
    "secondary_title": "Ett halvt sekel av kulinarisk expertis",
    "secondary_description": "Sedan 1970-talet har Bengt Roser, med sitt brinnande intresse för gastronomi, byggt upp en framstående cateringverksamhet som har satt standarden för kvalitet och kundupplevelse.\n\nGenom åren har han tagit sig an prestigefyllda uppdrag, inklusive den svenska paviljongen på världsutställningen i Shanghai 2010. Hans engagemang för hållbarhet och innovation har lett till ett väletablerat företag som idag erbjuder skräddarsydda matupplevelser för både privata och stora evenemang.",
    "subtitle": "Resan som formade oss",
    "description": "Sedan vår start har vi varit engagerade i att leverera excellens i allt vi gör. Vår berättelse är en om passion, engagemang och tillväxt.",
    "sections": [
      {
        "title": "Från stadshotell till global catering",
        "subtitle": "Skara Stadshotell",
        "description": "Familjen Roser tog över Skara Stadshotell 1966 och drev det framgångsrikt fram till 2020. Under deras ledning breddades verksamheten till catering och event, med uppdrag som inkluderade den svenska paviljongen vid världsutställningen i Shanghai 2010.\n\nUnder deras tid på hotellet blev det en central punkt för både lokala och internationella evenemang.",
        "image": "/skara-stadshotell.webp"
      },
      {
        "title": "Från idé till verklighet",
        "subtitle": "En passion för mat som grundade Rosers",
        "description": "Bengt Roser började sin karriär inom catering och restaurangbranschen redan som ung. Hans engagemang för kvalitet och passion för mat gjorde att han startade sitt första cateringföretag. Under de första åren byggde han ett starkt rykte inom branschen och fick snabbt uppdrag från både företag och privatpersoner.",
        "image": "/bengt001.webp"
      },
      {
        "title": "Byggandet av en framgångsrik verksamhet",
        "subtitle": "En vision som förverkligades",
        "description": "Med målmedvetenhet och ett fokus på kvalitet växte Rosers snabbt. Företaget levererade till både små och stora evenemang och fick snart ett rykte för att alltid leverera matupplevelser av högsta kvalitet. Rosers framgång låg i förmågan att alltid överträffa kundernas förväntningar.",
        "image": "/bengt002.webp"
      },
      {
        "title": "Ledande inom cateringbranschen",
        "subtitle": "Rosers blir ett varumärke att räkna med",
        "description": "Genom åren har Rosers blivit ett synonymt namn för högklassig catering. Företaget har serverat på både nationella och internationella evenemang och har fortsatt att vara en ledande aktör inom branschen. Rosers passion för mat och service har gjort dem till ett eftertraktat namn.",
        "image": "/event003.webp"
      }
    ]
  },
  "WhatWeDo": {
    "href": "/om-oss/vad-vi-gor",
    "label": "Läs mer om vad vi gör",
    "title": "Vad vi gör",
    "secondary_title": "Excellens i varje aspekt",
    "secondary_description": "Vi specialiserar oss på att erbjuda unika, skräddarsydda lösningar som möter behoven hos vår mångsidiga kundbas. Vårt mål är att säkerställa att varje upplevelse överträffar förväntningarna.\n\nVi är på väg att omdefiniera konsten att äta, och vi har skapat ett värld där varje bit berättar en historia, och varje måltid är en oförglömlig resa. Vår kreativitet är drivs av en ständig sökning efter inspiration, som gör gränser för att leverera nya och innovativa upplevelser.",
    "subtitle": "Innovativa lösningar och tjänster",
    "description": "Vi specialiserar oss på att erbjuda unika, skräddarsydda lösningar som möter behoven hos vår mångsidiga kundbas. Vårt mål är att säkerställa att varje upplevelse överträffar förväntningarna.",
    "sections": [
      {
        "title": "Storskalig catering och evenemang",
        "subtitle": "Experthantering av stora sammankomster",
        "description": "Rosers specialiserar sig på catering för storskaliga evenemang och hanterar allt från intima middagar till evenemang som serverar tusentals gäster. Från mässor till företagsgalor, vi levererar felfri service för olika kundbehov.",
        "image": "/event005.webp"
      },
      {
        "title": "Internationella och nationella evenemang",
        "subtitle": "Catering över gränserna",
        "description": "Rosers serverar högprofilerade evenemang både i Sverige och internationellt. Oavsett om det är i Shanghais svenska paviljong på Expo 2010 eller större evenemang som Volvo Ocean Race, deras förmåga att genomföra stora cateringverksamheter över hela världen skiljer dem åt.",
        "image": "/event003.webp"
      },
      {
        "title": "Anpassade evenemangslösningar",
        "subtitle": "Skräddarsydda tjänster för varje evenemang",
        "description": "Oavsett om det gäller en utställning, ett bröllop eller en kunglig bankett, skapar Rosers skräddarsydda cateringupplevelser. Vår expertis sträcker sig till att erbjuda specialiserade tjänster för utställningar, vilket säkerställer att både utställare och besökare får förstklassig mat och service.",
        "image": "/event002.webp"
      },
      {
        "title": "Betrodd av högprofilerade kunder",
        "subtitle": "Tjänar royalty- och industrijättar",
        "description": "Med en imponerande bakgrund av att ha arbetat med högprofilerade kunder som Sveriges kungafamilj, Saab, Volvo och försvarssektorn, har vi byggt upp ett oöverträffat förtroende för att hantera prestigefyllda evenemang med högsta precision och excellens. Vårt rykte för kvalitet är omskrivet världen över.",
        "image": "/event001.webp"
      }
    ]
  },
  "WhoWeAre": {
    "href": "/om-oss/vilka-vi-ar",
    "label": "Läs mer om oss",
    "title": "Vilka vi är",
    "secondary_title": "Vi är Rosers",
    "secondary_description": "Vi är mer än bara ett kulinariskt team – vi är pionjärer inom oförglömliga matupplevelser. Med ett arv som sträcker sig över 50 år drivs vi av vår passion för kulinarisk excellens och en strävan att omdefiniera konsten att njuta av mat. Under ledning av vår visionära grundare Bengt Roser är vårt team engagerat i att skapa stunder som går bortom smaken och förvandlar vanliga sammankomster till extraordinära upplevelser.",
    "subtitle": "Möt teamet bakom visionen",
    "description": "Rosers har sina rötter i en restaurangfamilj som med passion och högsta kvalitet har drivit allt från hotell och restauranger till catering och evenemang i över 50 år. Denna stabila grund tar vi med oss in i en ny, spännande era, där vi har förfinat vår kompetens till ett ännu tydligare och mer passionerat koncept.",
    "sections": [
      {
        "title": "Teamet bakom framgången",
        "subtitle": "Precision, kreativitet & passion i varje projekt",
        "description": "Vårt kärnteam består av fyra personer, som tillsammans driver varje projekt med precision och kreativitet.\n\nBengt Roser är verksamhetsledaren som möter dig som kund, lyssnar och leder varje evenemang från början till slut. Benny står för den kulinariska visionen och tar presentationen till nya höjder. Sofia är vår expert på att välja ingredienser med omsorg om smak och kvalitet, och Derwas är logistikens mästare, som håller koll på detaljerna och skapar smidiga scheman.",
        "image": "/staff003.webp"
      },
      {
        "title": "Ett väloljat maskineri",
        "subtitle": "Kvalitet och finess i varje servering",
        "description": "Tillsammans fungerar vi som ett väloljat maskineri, redo att leverera med hög kvalitet, effektivitet och lite extra kreativ finess. Det är lika viktigt för oss att tio smörgåsar blir fantastiska, som att klara av att servera 600 portioner torskrygg, ångande och perfekt monterad på 18 minuter.",
        "image": "/food004.webp"
      }
    ]
  },
  "Contact": {
    "href": "/kontakt",
    "title": "Kontakta Oss",
    "subtitle": "Kom i kontakt med oss",
    "description": "Vi vill gärna höra från dig. Kontakta oss med frågor, förfrågningar eller feedback."
  },
  "Events": {
    "href": "/evenemang",
    "title": "Evenemang",
    "readMore": "Läs mer om våra event",
    "secondary_title": "Globala evenemang och upplevelser",
    "secondary_description": "Vi arrangerar evenemang över hela världen, så att varje evenemang speglar excellens och är skräddarsytt för att möta våra kunders unika förväntningar. Nedan har vi samlat ett axplock av de evenemang vi fått äran att sätta vår prägel på.",
    "subtitle": "Rosers ikoniska evenemang",
    "description": "Utforska de storslagna evenemang vi har haft äran att organisera. Från det sagolika kungliga bröllopet mellan prins Carl Philip och prinsessan Sofia, där vi bidrog till att skapa en minnesvärd dag fylld av elegans och precision, till de actionfyllda scenerna under Volvo Ocean Race, där vi levererade upplevelser i världsklass både på land och till sjöss. Vi har också varit en del av den globala spänningen under de olympiska vinterspelen i Sydkorea, där vi säkerställde att varje detalj speglade den högsta standarden av kvalitet och innovation.\n\nMed Rosers vid rodret har våra kunder fått uppleva evenemang som inte bara engagerar utan också lever kvar i minnet länge efter att applåderna tystnat.",
    "third_title": "Våra tidigare evenemang",
    "sections": [
      {
        "title": "Prins Carl Philip & prinsessan Sofia",
        "subtitle": "Ett sagolikt bröllop",
        "description": "Rosers hade äran att vara en del av det kungliga bröllopet mellan prins Carl Philip och prinsessan Sofia. Vi bidrog till att skapa en minnesvärd dag fylld av elegans och precision, där varje detalj var noga planerad och utförd. Vårt team arbetade tätt tillsammans med brudparet för att säkerställa att varje gäst fick en oförglömlig upplevelse.",
        "image": "/event001.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-3"
      },
      {
        "title": "Volvo Ocean Race",
        "subtitle": "Actionfyllda scener",
        "description": "Rosers anförtroddes uppdraget att hantera mat och dryck i både den svenska och den franska paviljongen vid alla hamnstopp under Volvo Ocean Race. En av de mest krävande aspekterna av uppdraget var den omfattande logistiken, där personal och material behövde flyttas från hamn till hamn. Vid varje stopp rekryterades även lokal personal, och Rosers samarbetade med lokala leverantörer för råvaror.\n\nPaviljongerna erbjöd både enklare rätter och exklusiva menyer, beroende på gästernas behov, med fokus på flexibilitet och kvalitet. Den svenska paviljongen blev särskilt uppmärksammad för sitt lyft av svensk gastronomi, med rätter som köttbullar och sill.",
        "image": "/volvo-ocean-race.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-2"
      },
      {
        "title": "Prinsessan Victoria & prins Daniel",
        "subtitle": "Global spänning",
        "description": "Rosers var en del av den globala spänningen under de olympiska vinterspelen i Sydkorea. Vi säkerställde att varje detalj speglade den högsta standarden av kvalitet och innovation. Vårt team arbetade tätt tillsammans med arrangörerna för att skapa en minnesvärd upplevelse för alla deltagare.",
        "image": "/event001.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-3"
      },
      {
        "title": "SAAB",
        "subtitle": "Global spänning",
        "description": "Rosers var en del av den globala spänningen under de olympiska vinterspelen i Sydkorea. Vi säkerställde att varje detalj speglade den högsta standarden av kvalitet och innovation. Vårt team arbetade tätt tillsammans med arrangörerna för att skapa en minnesvärd upplevelse för alla deltagare.",
        "image": "/event001.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-6 lg:row-span-2"
      },
      {
        "title": "Shanghai World Expo",
        "subtitle": "Global spänning",
        "description": "Rosers ansvarade för restaurangen i den svenska paviljongen under Expo 2010 och serverade 29 500 gäster. Menyerna fokuserade på att lyfta fram klassiska svenska smaker som renskav och gravad lax, blandat med moderna internationella inslag som tilltalade en global publik. Uppdraget krävde precision och flexibilitet för att hantera de ständigt skiftande behoven hos en internationell mångfald av gäster.",
        "image": "/shanghai-world-expo.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-7 lg:row-span-2"
      },
      {
        "title": "Vinter-OS i Sydkorea",
        "subtitle": "Global spänning",
        "description": "Under vinter-OS i Sydkorea fick Rosers äran att leverera mat och dryck till idrottare och gäster i en atmosfär som hyllade svensk kultur. Arenan pryddes med traditionella svenska dekorationer och erbjöd rätter som köttbullar med lingon och prinsesstårta. Atmosfären kompletterades med svensk musik och kulturella inslag som förmedlade en autentisk upplevelse av Sverige till en global publik.",
        "image": "/event001.webp",
        "size": "row-span-2 col-span-12 sm:col-span-6 lg:col-span-5 lg:row-span-2"
      }
    ]
  },
  "RosersConsulting": {
    "href": "/konceptet/rosers-konsultering",
    "title": "Rosers Konsultering",
    "subtitle": "Från bra till bättre",
    "description": "Vi på Rosers har tagit konceptet köksbrigad till nya höjder med vår seniora köksbrigad. Vi delar vår omfattande expertis som konsulter och samarbetar med hotell, restauranger och kedjerestauranger för att effektivisera och utveckla deras verksamhet.\n\nVi har skapat en senior köks- och logistikbrigad för att dela vår kunskap med nästa generation. Vårt teams erfarenhet spänner över decennier av gastronomisk excellens, från boutique-restauranger till storkök. Vi formar inte bara mat - vi skapar upplevelser, innoverar och överskrider gränser.",
    "sections": [
      {
        "title": "Expertis i handling",
        "subtitle": "Bringer innovation till ditt kök",
        "description": "Rosers Consulting bringer årsavlagda erfarenheter och expertis direkt till din verksamhet. Våra konsulter arbetar tätt tillsammans med dig för att identifiera områden för förbättring och implementera innovativa lösningar anpassade efter dina specifika behov.",
        "image": "/rosers-consulting.webp"
      },
      {
        "title": "Anpassade lösningar",
        "subtitle": "Personaliserad support för din verksamhet",
        "description": "Oavsett om du letar efter att effektivisera ditt operativt arbete eller utöka dina menyerbjudanden, erbjuder Rosers Consulting personlig vägledning för att hjälpa dig uppnå dina mål. Från personalutbildning till menyutveckling, ger vi omfattande support.",
        "image": "/staff001.webp"
      },
      {
        "title": "Logistisk support",
        "subtitle": "Effektivitet genom experter i ledningen",
        "description": "Våra konsulttjänster sträcker sig långt bortom gastronomisk expertis och inkluderar även logistikstöd. Vi kan assistera med lagerhantering, optimering av leveranskedjan och implementering av effektiva system för att höja din övergripande operativa effektivitet.",
        "image": "/event003.webp"
      }
    ]
  },
  "RosersGlobalEvents": {
    "href": "/konceptet/rosers-globala-evenemang",
    "title": "Rosers Globala Event",
    "subtitle": "Internationell närvaro",
    "description": "Mat är en konst som i bästa fall skapar starka band mellan människor runt bordet. Vi på Rosers är specialiserar oss på att arrangera storskaliga och avancerade evenemang med upp till 60 000 deltagare. Med internationella kunder och ett etablerat nätverk har vi byggt upp en välrenommerad verksamhet där catering och event står i centrum. Vår kärngrupp är känd för sina framstående prestationer och sitt engagemang för perfektion.\n\nVad gör Rosers unikt? Det är svårt att beskriva för den som ännu inte har upplevt det. Men låt oss ge en inblick i vår värld genom verkliga exempel – möten och evenemang där vi har fått skapa minnesvärda ögonblick under evenemang som Prins Carl Philips och prinsessan Sofias kungliga bröllop, Volvo Ocean Race, IKEA samt vinter-OS i Sydkorea för att nämna några.",
    "sections": [
      {
        "title": "Exklusiva evenemang",
        "subtitle": "Skapa oöverträffeliga upplevelser",
        "description": "Från intima sammankomster till storskaliga spektakler förvandlar Rosers gastronomisk excellence varje evenemang till en unik upplevelse. Vår expertis säkerställer att varje detalj noga planeras och genomförs, vilket resulterar i verkligt minnesvärda ögonblick för deltagarna.",
        "image": "/rosers-global-events.webp"
      },
      {
        "title": "Konstnärlig expression",
        "subtitle": "Där kreativitet möter matkultur",
        "description": "Vid Rosers tror vi att mat och konst går hand i hand. Våra köksmäster kombinerar smaker och tekniker för att skapa visuellt imponerande rätter som njuter både örat och ögat. Från intricate iskonst till anpassade menydesigns, gör vi varje måltid till ett mästerverk.",
        "image": "/event002.webp"
      },
      {
        "title": "Global närvaro",
        "subtitle": "Förbinder människor världen över",
        "description": "Med ett globalt kundbas och ett anseende för excellens har Rosers blivit synonymt med högkvalitativa evenemang. Oavsett om det är ett företagsmöte, en välgörenhetsgalafest eller en kulturell celebration, förbinder vi människor från hela jorden med våra exceptionella gastronomiska erbjudanden.",
        "image": "/event001.webp"
      }
    ]
  },
  "RosersKitchen": {
    "href": "/konceptet/rosers-kok",
    "title": "Rosers Kök",
    "subtitle": "Komfort möter kvalité",
    "description": "Idén till Rosers kök föddes under pandemin, när restriktionerna för restaurangbesök blev allt striktare. I tider av förändring, särskilt när illusionen av stabilitet utmanas, blir innovation avgörande. Med Rosers kök har vi utvecklat en unik lösning för våra lokala kunder i Sverige: ett sätt att njuta av gourmetmat i hemmet eller på jobbet.\n\nGenom vårt innovativa molnkök kan kunder beställa, hämta och servera måltider av högsta kvalitet. Företag kan dessutom prenumerera på exklusiva tjänster som fika, fruktkorgar och frukostleveranser direkt till dörren. Genom att omfamna ny teknik och sömlös logistik omdefinierar Rosers Kök bekvämlighet och tar ett modigt steg in i framtiden.",
    "sections": [
      {
        "title": "Engagerad personal",
        "subtitle": "Människorna bakom Rosers Kök",
        "description": "Vår personal är kärnan i Rosers Kök. Med passion för innovation och service arbetar vårt team för att leverera gourmetupplevelser till hem och arbetsplats. Vi har kombinerat teknik och tradition för att skapa något unikt.",
        "image": "/staff002.webp"
      },
      {
        "title": "Gourmetmat för alla",
        "subtitle": "Smaker för alla tillfällen",
        "description": "Rosers Kök erbjuder gourmetmat av högsta kvalitet, tillagat i vårt innovativa molnkök. Perfekt för avhämtning eller servering hemma och på jobbet. Våra menyer är designade för att möta alla smakpreferenser med en modern twist.",
        "image": "/food001.webp"
      },
      {
        "title": "Frukostleveranser",
        "subtitle": "Starta dagen med något extra",
        "description": "Börja dagen på bästa sätt med Rosers Köks frukostleveranser. Vi erbjuder färska och näringsrika alternativ, direkt levererade till din dörr. Perfekt för företag som vill erbjuda sina anställda en bättre start på dagen.",
        "image": "/breakfast.webp"
      }
    ]
  },
  "About": {
    "href": "/om-oss",
    "title": "Om Oss",
    "subtitle": "Passion för smak och perfektion",
    "description": "Vi kombinerar tradition och innovation för att skapa minnesvärda matupplevelser. Med rötter i decennier av framgångsrik matlagning och eventhantering levererar vi catering av högsta kvalitet, oavsett om det gäller mindre privata tillställningar eller stora internationella evenemang.\n\nFrån kungliga bröllop till världsomspännande projekt som världsutställningen i Shanghai – vi har erfarenheten och engagemanget för att göra varje måltid speciell. Låt oss skapa något unikt för ditt nästa event."
  },
  "Concepts": {
    "labels": [
      {
        "title": "Rosers Kök",
        "subtitle": "Molnköket",
        "image": "/rosers-kitchen.webp",
        "link": "/konceptet/rosers-kok"
      },
      {
        "title": "Rosers Globala Evenemang",
        "subtitle": "Globalt förtroende",
        "image": "/rosers-global-events.webp",
        "link": "/konceptet/rosers-globala-evenemang"
      },
      {
        "title": "Rosers Konsultering",
        "subtitle": "Kulinariska pionjärer",
        "image": "/rosers-consulting.webp",
        "link": "/konceptet/rosers-konsultering"
      }
    ]
  },
  "Reviews": [
    {
      "title": "Genom åren har jag fått den största tillit till bröderna Stig och Bengt från den lilla staden Skara, där de står med båda fötterna på jorden. Tillsammans med Rosers kan jag för mitt företag se stora möjligheter till att åstadkomma många former för framtida samarbeten.",
      "name": "Lasse Kronér",
      "company": "TV-programledare & entreprenör"
    },
    {
      "title": "Rosers gör sin del bakom scenen i köket och framför scenen i restaurangen, och jag utför min magi på scenen. Som underhållare uppskattar jag förmågan hos Rosers team att med punktlighet kunna sköta sin del av helheten utan longörer - mat och dryck. Så har jag helt tryggt kunnat sköta min del - det magiska.",
      "name": "Joe Labero",
      "company": "Illusionist & magiker"
    },
    {
      "title": "Med kräsna chefer och förväntansfulla gäster, då det gällde mat och dryck, kändes det mycket tryggt att ha Bengt Roser och hans team att tillgå.",
      "name": "Gunilla Solheim",
      "company": "Projektledare Ericsson AB, Volvo Ocean Race"
    },
    {
      "title": "Genom sin generösa och positiva inställning till arbetet inom nöjesbranschen har Rosers intagit en framträdande plats, då det gäller att arrangera events av skilda slag och då inte enbart i Skara utan numera lite varstans i världen. Jag är imponerad över deras förmåga att utveckla och driva sådan verksamhet.",
      "name": "Bert Karlsson",
      "company": "Entreprenör, TV-profil & Skara-profil"
    },
    {
      "title": "600 personer skulle serveras en trerättersmiddag med spets vad gäller allt. Vips så var förrätten framme. Vips så var den uppäten och avdukad. Därefter samma med varmrätt och efterrätt. Det var så pass fascinerande att jag var tvungen att smita bakom kulisserna för att se hur fan de bar sig åt, och mitt i alltihop rörde sig Bengt med ett upphöjt lugn. Imponerande.",
      "name": "Stefan Sauk",
      "company": "Skådespelare"
    }
  ]
}
